99_Repetition_af_vektorfunktioner/99_Repetition_af_vektorfunktioner.tex
% Intended LaTeX compiler: xelatex
\documentclass[a4paper, 12pt]{article}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[danish]{babel}
\usepackage{mathtools}
\usepackage[left=2cm,top=1cm,right=2cm,bottom=1.5cm]{geometry}
\hypersetup{colorlinks, linkcolor=black, urlcolor=blue}
\setlength{\parindent}{0em}
\parskip 1.5ex
\author{Matematik A}
\date{Vibenshus Gymnasium}
\title{Repetition af vektorfunktioner}
\hypersetup{
 pdfauthor={Matematik A},
 pdftitle={Repetition af vektorfunktioner},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.1 (Org mode 9.6.6)}, 
 pdflang={Danish}}
\begin{document}

\maketitle
I jeres kommende matematikprojekt omkring vektorfunktioner, kaldet Projekt Tivoli, er der nogle minimumskrav til indholdet i teoriafsnittet. Disse er:

\begin{itemize}
\item Hvordan adskiller en vektorfunktion sig fra en almindelig funktion?
\item Uafhængige og afhængige variable for en vektorfunktion.
\item Stedvektorer.
\item Hastighedsvektorer.
\item Accelerationsvektorer.
\item En vektorfunktions skæringspunkter med akserne.
\item Tangenter til banekurven, herunder vandrette og lodrette tangenter.
\end{itemize}

For at repetere dette, kommer vi derfor i dag til at arbejde med 3 forskellige øvelser, nemlig:

\begin{itemize}
\item Svar-bazar
\item Opgaveregning
\item Læsning og formidling af bevis.
\end{itemize}

\newpage

\section*{Svar-bazar}
\label{sec:orgecdd49b}

\subsection*{Hvad adskiller en vektorfunktion fra en almindelig funktion?}
\label{sec:org8bb444a}

\textbf{Navn:}

\textbf{Svar:}

$$\phantom{a}$$

$$\phantom{a}$$

$$\phantom{a}$$

\subsection*{Hvornår og hvordan kan man omskrive en almindelig funktion til en vektorfunktion?}
\label{sec:org2bf4897}

\textbf{Navn:}

\textbf{Svar:}

$$\phantom{a}$$

$$\phantom{a}$$

$$\phantom{a}$$

\subsection*{Hvornår og hvordan kan man omskrive en vektorfunktion til en almindelig funktion?}
\label{sec:org23d966d}

\textbf{Navn:}

\textbf{Svar:}

\newpage 

\subsection*{Hvis man kender udtrykket for \emph{sted}​vektorfunktionen for en bevægelse, hvordan kan man så bestemme henholdsvis \emph{hastigheds}​- og \emph{accelerations}​-vektorfunktionen?}
\label{sec:org128d126}

\textbf{Navn:}

\textbf{Svar:}

$$\phantom{a}$$

$$\phantom{a}$$

$$\phantom{a}$$

\subsection*{Hvor er angrebspunktet, og hvad er retningerne for henholdsvis \emph{sted}​-, \emph{hastigheds}​- og \emph{accelerations}​-vektorfunktionerne, som beskriver en typisk  bevægelse af et objekt?}
\label{sec:org83d3939}

\textbf{Navn:}

\textbf{Svar:}

$$\phantom{a}$$

$$\phantom{a}$$

$$\phantom{a}$$


\subsection*{Hvordan bestemmes koordinaterne til skæringspunkterne mellem en stedvektorfunktion og henholdsvis x-aksen og y-aksen?}
\label{sec:orgec69770}

\textbf{Navn:}

\textbf{Svar:}

$$\phantom{a}$$

$$\phantom{a}$$

$$\phantom{a}$$


\subsection*{Hvordan bestemmer man punkterne på en vektorfunktion, hvor der er henholdsvis lodrette og vandrette tangenter?}
\label{sec:org0eefab4}

\textbf{Navn:}

\textbf{svar:}

$$\phantom{a}$$

$$\phantom{a}$$

$$\phantom{a}$$

\subsection*{Hvordan bestemmer man en ligning for en tangent til banekurven, hvis man kender parameterværdien?}
\label{sec:org46eb7ae}

\textbf{\emph{Navn:}}

\textbf{\emph{Svar:}}

$$\phantom{a}$$

$$\phantom{a}$$

$$\phantom{a}$$

\newpage

\section*{Opgaver}
\label{sec:orgd2b5335}

Opgaverne løses på traditionel vis. Husk at skrive forklaringer til jeres løsninger, så det kommer til at ligne en besvarelse til den skriftlige eksamen.

\subsection*{Opgave 1}
\label{sec:org6c173e6}

En ret linje er givet ved vektorfunktionen:

$$\vec{r}(t) = \begin{pmatrix} t -1 \\ 3+ 2 \cdot t\end{pmatrix}$$

\begin{enumerate}
\item Vis ved beregning, at linjen skærer y-aksen når \(t=1\).

\item Vis ved beregning, at linjen skærer x-aksen når \(t=-1.5\).

\item Opstil en ligning for linjen af typen \(y=a \cdot x + b\).
\end{enumerate}

\subsection*{Opgave 2}
\label{sec:orgfacec98}

En kurve er givet ved udtrykket:

$$2 \cdot x^2 - 4 \cdot x + 3 - 2\cdot t = 0$$

\begin{enumerate}
\item Omskriv udtrykket til en vektorfunktion.

\item Afbild den fremkomne vektorfunktion i et koordinatsystem.
\end{enumerate}

\subsection*{Opgave 3}
\label{sec:orgbf8eb28}

En partikels banekurve er givet ved vektorfunktionen:

$$\vec{r}(t) = \begin{pmatrix} t^2 - 4 \\ t^3 - 6\cdot t +8 \end{pmatrix}$$

\begin{enumerate}
\item Afbild banekurven i et koordinatsystem.

\item Afbild de punkter, der har følgende stedvektorer:

\(\vec{r}(-3)\), \(\vec{r}(-2.5)\), \(\vec{r}(0)\), \(\vec{r}(1)\), \(\vec{r}(2.5)\).

\item Vis, at punktet \(P=(2,8)\) passeres to gange. Det vil sige, at der er to forskellige værdier for \(t\), hvor \(\vec{r}(t_p) = \begin{pmatrix} 2 \\ 8 \end{pmatrix}\).

\item Opstil en vektorfunktion \(\vec{v}(t)\), der beskriver partiklens hastighed.

\item Opstil en funktionsforskrift for farten \(v(t) = \lvert \vec{v}(t)\rvert\).

\item Angiv koordinaterne til det punkt \(P\), hvor hastighedsvektoren \(\vec{v}(t)\) er "lodret".

\item Hvad er farten i dette punkt?
\end{enumerate}

\newpage

\section*{Læse- og bevisøvelse}
\label{sec:org0e01825}

Den sidste øvelse har fokus på læsning og formidling af et bevis. Beviset omhandler bestemmelse af længden af en banekurve i et parameterinterval. Sætningen lyder som følger:

\begin{quote}
Længden af en banekurve for en vektorfunktion \(\vec{r}(t) = \begin{pmatrix} x(t) \\ y(t) \end{pmatrix}\) i intervallet \([a\,;\,b]\) findes som 

$$ L = \int_a^b \sqrt{ x'(t)^2 + y'(t)^2} \, dt$$
\end{quote}

\begin{itemize}
\item I skal finde sammen i jeres makkerpar.

\item Den højeste person i jeres makkerpar skal læse beviset her \url{https://bevissamling.systime.dk/?id=p285}.

\item Den anden person skal læse beviset her \url{https://bevissamling.systime.dk/?id=p287}.

\item Begge personer skal prøve at kunne beviset uden ad.

\item Den laveste person fremfører sin version af beviset for den højeste person. Der skal både tegnes og fortælles ligesom var det til en mundtlig eksamen. Det må gerne foregå på et lille stykke af tavlen. Hvis dette ikke er muligt, så udfør beviset på papir.

\item Den højeste person fremfører sin version af beviset for den laveste person under de samme vilkår.
\end{itemize}
\end{document}